Autodesk.Revit.DB.NavisworksExportOptions.SetSelectedElementIds(System.Collections.Generic.ICollection`1{Autodesk.Revit.DB.ElementId})
Sets the element ids of the elements to export. Used only when ExportScope = SelectedElements.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was NULL
Since:
2014